commands_templates/GetSearchState0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver10/search/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:GetSearchState>
         <!--type: JobToken-->
         <wsdl:SearchToken>?</wsdl:SearchToken>
      </wsdl:GetSearchState>
   </soap:Body>
</soap:Envelope>